{
  "global.title.singular": "my",
  "global.title.plural": "my",

  "menu.home": "Home",
  "menu.about": "About",
  "menu.services": "Services",
  "menu.portafolio": "Portafolio",
  "menu.notes": "Notes",
  "menu.network": "Social Networks",

  "main-greting": "Hi there",
  "main-profession": "I Am ",
  "main-description": "I have more than two years of experience working with different programming languages, focused on frontend development, with knowledge in backend and mobile development. I am passionate about technology and never stop learning. Let me show you my trajectory.",
  "main-button": "see more",

  "about-name": "Hi, my name is ",
  "about-country": " I'm a Colombian web and mobile developer, with more than two year of experience.",
  "about-experince": "I have worked with different companies in the development of their websites, corporate platforms and mobile applications, with participation in the design process and user experience, mainly focused on front-end development for digital products, I am passionate about technology, challenges and never stop appearing.",
  "about-invited": "If you have a job offer, a project proposal or just want to say hello, please contact me.",
  "about-download": "Download CV",

  "skills-title": "services",
  "skills-name-1": "developer",
  "skills-description-1": "Developer with experience in backend, specialized in frontend and with knowledge in different programming languages.",
  "skills-name-2": "mobile development",
  "skills-description-2": "Knowledge in mobile development, in different native lenjuages and frameworks.",
  "skills-name-3": "Responsive Design",
  "skills-description-3": "Implementation of banners with Responsive design for different devices.",
  "skills-name-4": "SEO",
  "skills-description-4": "Knowledge and implementation of SEO, metadata and performance monitoring of your site in browsers.",
  "skills-name-5": "web development",
  "skills-description-5": "Publication of several websites for different companies, landings and customer relationship management (CRM).",
  "skills-name-6": "web components",
  "skills-description-6": "Implementation of web components, knowledge in different frameworks and libraries.",
	
	"portafolio-title": "portfolio",
	"portafolio-all-filter": "All",
	"portafolio-web-filter": "Web",
	"portafolio-mobile-filter": "Mobile",
	"portafolio-practice-filter": "Practice",
	
	"blog-title": "notes",
	"blog-read": "Read more"
	
}
